Repository: lichtmetzger/mega-forms-local-captcha
Catalog: languages/mega-forms-local-captcha-*.po
Languages: de_de

source: Mega Forms - Local Captcha
de_de: Mega Forms - Lokales Captcha

source: Integrates a local captcha by MobiCMS into Mega Forms.
de_de: Integriert ein lokales Captcha von MobiCMS in Mega Forms.

source: Have verification code read out
de_de: Bestätigungscode vorlesen lassen

source: Local Captcha
de_de: Lokales Captcha

source: Enable MobiCMS Captcha
de_de: MobiCMS Captcha aktivieren

source: Switch this on to enable locally generated MobiCMS captchas on all forms.
de_de: Aktiviere diese Option, um lokal generierte MobiCMS-Captchas auf allen Formularen zu aktivieren.

source: TTS Locale
de_de: TTS-Sprache

source: Enter a locale here that should be used for creating the TTS audio. Example: de, en, fr
de_de: Gib hier eine Sprache ein, die für die Erstellung des TTS-Audios verwendet werden soll. Beispiel: de, en, fr

source: Submission failed, you didn't complete the captcha challenge successfully.
de_de: Fehler beim Senden, du hast das Captcha nicht korrekt eingegeben.

source: An audio file cannot be generated at the moment. Please try again later.
de_de: Eine Audiodatei kann im Moment nicht generiert werden. Bitte versuche es später noch einmal.

source: Verification code
de_de: Bestätigungscode

source: The captcha is a required field.
de_de: Das CAPTCHA ist ein Pflichtfeld.

source: Regenerate verification code
de_de: Bestätigungscode neu generieren
